Repository: biohzrdmx/wp-metacopy
Catalog: lang/metacopy-*.po
Languages: es_es

source: Copy metadata
es_es: Copiar metadatos

source: Supported post types
es_es: Tipos de contenido soportados

source: The MetaCopy action will be shown for the following post types:
es_es: La acción MetaCopy será mostrada para los siguientes tipos de contenido:

source: Posts
es_es: Entradas

source: Pages
es_es: Páginas

source: Advanced Custom Fields integration
es_es: Integración con Advanced Custom Fields

source: MetaCopy can leverage the ACF functions to copy full fields instead of raw metadata fields.
es_es: MetaCopy puede utilizar las funciones de ACF para copiar campos completos en lugar de campos de metadatos en bruto.

source: Enable ACF integration
es_es: Activar integración con ACF

source: Settings
es_es: Ajustes

source: Settings Saved
es_es: Ajustes guardados

source: Save Settings
es_es: Guardar ajustes

source: Starting, ACF integration enabled
es_es: Iniciando, integración con ACF activada

source: Using Advanced Custom Fields plugin version %s
es_es: Usando plugin Advanced Custom Fields versión %s

source: Copying value from %s field...
es_es: Copiando valor desde el campo %s...

source: Success
es_es: Exitoso

source: Duplicated value or Error
es_es: Valor duplicado o Error

source: Starting, ACF integration disabled
es_es: Iniciando, integración con ACF desactivada

source: Copying content...
es_es: Copiando contenido.

source: Finished
es_es: Finalizado

source: The copy process has ended successfully
es_es: El proceso de copia ha finalizado exitosamente

source: An error has ocurred, please check the log for more details
es_es: Ha ocurrido un error, por favor revise el registro para más detalles

source: Nothing to copy!
es_es: ¡No hay nada que copiar!

source: Error: No fields selected for copying, aborting
es_es: Error: No se seleccionaron campos para copiar, abortando

source: Source and destination items must be of the same type
es_es: Los elementos de origen y destino deben ser del mismo tipo

source: Error: Source and destination items are not of the same type, aborting
es_es: Error: Los elementos de origen y destino no son del mismo tipo, abortando

source: Invalid source or destination items
es_es: Elementos de origen o destino no válidos

source: Error: Can not find source or destination items, aborting
es_es: Error: No se han encontrado los elementos de origen o destino, abortando

source: Source item is %s
es_es: El elemento de origen es %s

source: Destination item is %s
es_es: El elemento de destino es %s

source: Result %s
es_es: Resultado %s

source: Operation log
es_es: Registro de operación

source: Available fields
es_es: Campos disponibles

source: Please select which fields will be copied from %s
es_es: Por favor seleccione cuáles campos desea copiar desde %s

source: There are no fields to copy
es_es: No hay campos que copiar

source: Destination entry
es_es: Entrada de destino

source: Please select which entry will receive the copied fields:
es_es: Por favor seleccione cuál entrada recibirá los campos por copiar:

source: Advanced options
es_es: Opciones avanzadas

source: Extra options for a more fine-grained copy
es_es: Ajustes adicionales para una copia más específica

source: Copy content
es_es: Copiar contenido
